Repository: zhrispineda/Feedback-Assistant-iOS
Catalog: Feedback Assistant iOS/Resources/Localizable.xcstrings
Source language: en
Languages: bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SUBMISSION_PII_TITLE
source: Sending Feedback to Apple
bg: Изпращане на обратна връзка на Apple
ca: Enviament de comentaris a Apple
cs: Odeslání zpětné vazby společnosti Apple
da: Sender feedback til Apple
de: Feedback an Apple senden
el: Αποστολή σχολίων στην Apple…
es: Enviando comentario a Apple
es_419: Enviar comentarios a Apple
fi: Lähetetään palautetta Applelle
fr: Envoi de l’évaluation à Apple
fr_ca: Envoyer le commentaire à Apple
hi: Apple को फ़ीडबैक भेजना
hr: Slanje povratne informacije Appleu
hu: A visszajelzés elküldése az Apple-nek folyamatban
id: Mengirim Umpan Balik ke Apple
it: Invio del feedback ad Apple
ja: フィードバックをAppleに送信
kk: Пікір Apple компаниясына жіберілуде
ko: Apple에 피드백 보내기
lt: Atsiliepimų siuntimas „Apple“
ms: Hantar Maklum Balas kepada Apple
nb: Sender tilbakemelding til Apple
nl: Feedback naar Apple versturen
pl: Wyślij opinię do Apple
pt_br: Enviando Feedback à Apple
pt_pt: A enviar comentários à Apple
ro: Trimitere feedback la Apple
ru: Отправка отзыва в Apple
sk: Odoslať odozvu do Apple
sl: Pošiljanje povratnih informacij družbi Apple
sv: Skickar feedback till Apple
th: กำลังส่งคำติชมไปที่ Apple
tr: Geri Bildirim Apple’a Gönderiliyor
uk: Надсилання відгуку в Apple
vi: Đang gửi phản hồi đến Apple
zh_cn: 将反馈发送给Apple
zh_hk: 正在將用户意見傳送予Apple
zh_tw: 正在傳送使用者意見給Apple

# SUBMIT_BUTTON
source: Submit
bg: Изпрати
ca: Envia
cs: Odeslat
da: Send
de: Senden
el: Υποβολή
es: Enviar
es_419: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
hi: सबमिट करें
hr: Pošalji
hu: Beküldés
id: Kirim
it: Invia
ja: 送信
kk: Жіберу
ko: 제출
lt: Teikti
ms: Hantar
nb: Send
nl: Verstuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimiteți
ru: Отправить
sk: Odoslať
sl: Pošlji
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_cn: 提交
zh_hk: 送出
zh_tw: 送出

# SUBMIT_CELL
source: Submit
bg: Изпрати
ca: Envia
cs: Odeslat
da: Send
de: Senden
el: Υποβολή
es: Enviar
es_419: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
hi: सबमिट करें
hr: Pošalji
hu: Beküldés
id: Kirim
it: Invia
ja: 送信
kk: Жіберу
ko: 제출
lt: Teikti
ms: Hantar
nb: Send
nl: Verstuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimiteți
ru: Отправить
sk: Odoslať
sl: Pošlji
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_cn: 提交
zh_hk: 送出
zh_tw: 送出

# SUBMIT_WO_FILES
source: Submit Without Files
bg: Изпращане без файлове
ca: Envia sense arxius
cs: Odeslat bez souborů
da: Send uden arkiver
de: Ohne Dateien senden
el: Υποβολή χωρίς αρχεία
es: Enviar sin archivos
es_419: Enviar sin archivos
fi: Lähetä ilman tiedostoja
fr: Envoyer sans les fichiers
fr_ca: Envoyer sans les fichiers
hi: फ़ाइलों के बिना सबमिट करें
hr: Pošalji bez datoteka
hu: Beküldés a fájlok nélkül
id: Kirim Tanpa File
it: Invia senza file
ja: ファイルを含めずに送信
kk: Файлдарсыз жіберу
ko: 파일 없이 제출
lt: Pateikti be failų
ms: Hantar Tanpa Fail
nb: Send inn uten filer
nl: Verstuur zonder bestanden
pl: Wyślij bez plików
pt_br: Enviar sem Arquivos
pt_pt: Enviar sem ficheiros
ro: Trimiteți fără fișiere
ru: Отправить без файлов
sk: Odoslať bez súborov
sl: Pošlji brez datotek
sv: Skicka utan filer
th: ส่งโดยไม่มีไฟล์
tr: Dosyalar Olmadan Gönder
uk: Надіслати без файлів
vi: Gửi mà không có tệp
zh_cn: 无文件提交
zh_hk: 不附加檔案下提交
zh_tw: 不包含檔案即送出

# SUBMITTED_INBOX
source: Submitted
bg: Изпратено
ca: Enviats
cs: Odesláno
da: Sendt
de: Gesendet
el: Υποβλημένα
es: Enviado
es_419: Enviado
fi: Lähetetty
fr: Envoyées
fr_ca: Envoyées
hi: सबमिट किया गया
hr: Poslano
hu: Beküldve
id: Dikirim
it: Inviati
ja: 送信済み
kk: Жіберілді
ko: 제출한 피드백
lt: Pateikta
ms: Dihantar
nb: Sendt
nl: Verstuurd
pl: Wysłane
pt_br: Enviado
pt_pt: Enviado
ro: Trimise
ru: Отправленные
sk: Odoslané
sl: Poslano
sv: Skickat
th: ส่งแล้ว
tr: Gönderilen
uk: Надіслано
vi: Đã gửi
zh_cn: 已提交
zh_hk: 已送出
zh_tw: 已送出

# SUBMITTED_UNSOLICITED_FOLLOWUP_PROMPT
source: You added:
bg: Добавихте:
ca: Has afegit:
cs: Přidali jste:
da: Du har tilføjet:
de: Hinzugefügt:
el: Προσθέσατε:
es: Has añadido:
es_419: Agregaste:
fi: Lisäsit:
fr: Vous avez ajouté :
fr_ca: Vous avez ajouté :
hi: आपने लिखा :
hr: Dodali ste:
hu: Ön által hozzáadva:
id: Anda menambahkan:
it: Hai aggiunto:
ja: ユーザによる追加:
kk: Мынаны қостыңыз:
ko: 추가함:
lt: Įtraukėte:
ms: Anda menambah:
nb: Du la til:
nl: Toegevoegd door jou:
pl: Dodane przez Ciebie:
pt_br: Você adicionou:
pt_pt: Adicionou:
ro: Ați adăugat:
ru: Вы добавили:
sk: Vy:
sl: Dodali ste:
sv: Du lade till:
th: คุณเพิ่ม:
tr: Şunu eklediniz:
uk: Ви додали:
vi: Bạn đã thêm:
zh_cn: 你添加了：
zh_hk: 你加入：
zh_tw: 你加入了：

source: Survey Completed
bg: Анкетата е завършена
ca: Enquesta completada
cs: Průzkum byl dokončen
da: Undersøgelse færdiggjort
de: Umfrage abgeschlossen
el: Ολοκληρώθηκε η έρευνα
es: Encuesta completada
es_419: Encuesta terminada
fi: Kysely valmis
fr: Enquête terminée
fr_ca: Questionnaire terminé
hi: सर्वेक्षण पूर्ण
hr: Anketa je dovršena
hu: Felmérés befejezve
id: Survei Selesai
it: Sondaggio completato
ja: 調査完了
kk: Сауалнама аяқталды
ko: 설문 조사가 완료됨
lt: Apklausa baigta
ms: Tinjauan Selesai
nb: Undersøkelse fullført
nl: Enquête voltooid
pl: Ankieta zakończona
pt_br: Pesquisa Concluída
pt_pt: Inquérito concluído
ro: Sondaj finalizat
ru: Опрос завершен
sk: Prieskum bol dokončený
sl: Anketa dokončana
sv: Enkäten är klar
th: การสำรวจสำเร็จแล้ว
tr: Anket Tamamlandı
uk: Опитування заповнено
vi: Khảo sát đã hoàn tất
zh_cn: 信息反馈完毕
zh_hk: 調查完成
zh_tw: 問卷已完成

# SURVEY_CONTINUE_BUTTON
source: Continue Survey
bg: Продължи анкета
ca: Continua l’enquesta
cs: Pokračovat v průzkumu
da: Fortsæt undersøgelse
de: Umfrage fortsetzen
el: Συνέχιση έρευνας
es: Continuar la encuesta
es_419: Continuar encuesta
fi: Jatka kyselyä
fr: Poursuivre l’enquête
fr_ca: Continuer de répondre au questionnaire
hi: सर्वेक्षण जारी रखें
hr: Nastavi anketu
hu: Felmérés folytatása
id: Lanjutkan Survey
it: Continua sondaggio
ja: 調査を続ける
kk: Сауалнаманы жалғастыру
ko: 설문 조사 계속하기
lt: Tęsti apklausą
ms: Teruskan Tinjauan
nb: Fortsett undersøkelse
nl: Ga door met enquête
pl: Kontynuuj ankietę
pt_br: Continuar Pesquisa
pt_pt: Continuar inquérito
ro: Continuați sondajul
ru: Продолжить опрос
sk: Pokračovať v prieskume
sl: Nadaljuj anketo
sv: Fortsätt med enkäten
th: ดำเนินการสำรวจต่อ
tr: Anketi Sürdür
uk: Продовжити опитування
vi: Tiếp tục khảo sát
zh_cn: 继续填写信息反馈
zh_hk: 繼續調查
zh_tw: 繼續填寫問卷

# SURVEY_DRAFT_HEADER
source: Responding to survey
bg: Отговаряне на анкета
ca: Resposta a l’enquesta
cs: Odezva na průzkum
da: Svarer på undersøgelse
de: Umfrage beantworten
el: Συμμετοχή στην έρευνα
es: Respondiendo a la encuesta
es_419: Respondiendo la encuesta
fi: Vastaa kyselyyn
fr: Réponse à l’enquête
fr_ca: Réponse au questionnaire
hi: सर्वेक्षण में हिस्सा लेना
hr: Odgovaranje na anketu
hu: Válasz a felmérésre
id: Merespons survei
it: Stai rispondendo al sondaggio
ja: 返信する調査
kk: Сауалнамаға жауап беру
ko: 설문 조사에 응답하는 중
lt: Atsakymas į apklausą
ms: Membalas tinjauan
nb: Svar på undersøkelse
nl: Reageren op enquête
pl: Wypełniam ankietę
pt_br: Respondendo à pesquisa
pt_pt: A responder ao inquérito
ro: Răspundeți la sondaj
ru: Ответ на опрос
sk: Odpoveď na prieskum
sl: Odgovarjanje na anketo
sv: Svarar på enkät
th: กำลังตอบกลับการสำรวจ
tr: Ankete yanıt veriliyor
uk: Відповіді на запитання в опитуванні
vi: Đang trả lời khảo sát
zh_cn: 信息反馈回复
zh_hk: 回覆調查
zh_tw: 正在回答問卷

# SURVEY_LOAD_ERROR_MESSAGE
source: An error occurred while loading this survey. Please try again at a later time.
bg: Възникна грешка при зареждането на тази анкета. Моля, опитайте отново по-късно.
ca: Hi ha hagut un error en carregar l’enquesta. Torna‑ho a provar més endavant.
cs: Při načítání průzkumu se vyskytla chyba. Zkuste to znovu později.
da: Der opstod en fejl under indlæsning af denne undersøgelse. Prøv igen senere.
de: Beim Laden dieser Umfrage ist ein Fehler aufgetreten. Versuche es zu einem späteren Zeitpunkt erneut.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτής της έρευνας. Δοκιμάστε ξανά αργότερα.
es: Se ha producido un error al cargar esta encuesta. Inténtalo de nuevo más tarde.
es_419: Ocurrió un error al cargar esta encuesta. Intenta más tarde.
fi: Ladattaessa tätä kyselyä tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur est survenue lors du chargement de cette enquête. Réessayez plus tard.
fr_ca: Une erreur est survenue lors du chargement de ce questionnaire. Réessayez plus tard.
hi: इस सर्वेक्षण को लोड करते समय एरर हुआ। कृपया बाद में कभी और फिर कोशिश करें।
hr: Došlo je do greške prilikom učitavanja ove ankete. Pokušajte ponovno kasnije.
hu: Hiba történt a felmérés betöltése közben. Próbálkozzon újra később.
id: Terjadi kesalahan saat memuat survei ini. Coba lagi nanti.
it: Si è verificato un errore durante il caricamento del sondaggio. Riprova più tardi.
ja: この調査の読み込み中にエラーが起きました。あとでやり直してみてください。
kk: Бұл сауалнаманы жүктеу кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.
ko: 이 설문 조사를 로드하는 도중 오류가 발생했습니다. 나중에 다시 시도하십시오.
lt: Įkeliant šią apklausą įvyko klaida. Bandykite dar kartą vėliau.
ms: Ralat berlaku semasa memuatkan tinjauan ini. Sila cuba lagi kemudian.
nb: Det oppsto en feil under innlasting av undersøkelsen. Prøv igjen senere.
nl: Er heeft zich een fout voorgedaan bij het laden van deze enquête. Probeer het later opnieuw.
pl: Wystąpił błąd podczas wczytywania ankiety. Spróbuj ponownie później.
pt_br: Ocorreu um erro ao carregar esta pesquisa. Tente novamente mais tarde.
pt_pt: Ocorreu um erro ao carregar este questionário. Volte a tentar mais tarde.
ro: A survenit o eroare la încărcarea acestui sondaj. Reîncercați mai târziu.
ru: При загрузке этого опроса произошла ошибка. Повторите попытку позже.
sk: Počas načítavania prieskumu sa vyskytla chyba. Skúste to znovu neskôr.
sl: Pri nalaganju te ankete je prišlo do napake. Poskusite znova pozneje.
sv: Ett fel uppstod när den här enkäten skulle läsas in. Försök igen senare.
th: เกิดข้อผิดพลาดขึ้นในระหว่างโหลดการสำรวจนี้ โปรดลองอีกครั้งในภายหลัง
tr: Bu anket yüklenirken bir hata oluştu. Lütfen daha sonra yeniden deneyin.
uk: Сталася помилка під час завантаження цього опитування. Спробуйте пізніше.
vi: Đã xảy ra lỗi trong khi tải khảo sát này. Vui lòng thử lại sau.
zh_cn: 载入此信息反馈时出错。请稍后再试。
zh_hk: 載入此調查時發生錯誤。請稍後再試。
zh_tw: 載入此問卷時發生錯誤。請稍後再試。

# SURVEY_LOAD_ERROR_TITLE
source: Could Not Load Survey
bg: Неуспешно зареждане на анкета
ca: No s’ha pogut carregar l’enquesta
cs: Průzkum nelze načíst
da: Kunne ikke indlæse undersøgelse
de: Umfrage wurde nicht geladen
el: Δεν ήταν δυνατή η φόρτωση έρευνας
es: No se ha podido cargar la encuesta
es_419: No se pudo cargar la encuesta
fi: Kyselyä ei voitu ladata
fr: Impossible de charger l’enquête
fr_ca: Chargement du questionnaire impossible
hi: सर्वेक्षण लोड नहीं किया जा सका
hr: Anketa se ne može učitati
hu: Nem sikerült betölteni a felmérést
id: Tidak Dapat Memuat Survei
it: Impossibile caricare il sondaggio
ja: 調査を読み込めませんでした
kk: Сауалнаманы жүктеу мүмкін болмады
ko: 설문 조사를 로드할 수 없음
lt: Nepavyko įkelti apklausos
ms: Tidak Dapat Memuatkan Tinjauan
nb: Kunne ikke laste inn undersøkelse
nl: Enquête kan niet worden geladen
pl: Nie można wczytać ankiety
pt_br: Não foi possível carregar a pesquisa
pt_pt: Não foi possível carregar o inquérito
ro: Sondajul nu a putut fi încărcat
ru: Не удалось загрузить опрос
sk: Prieskum sa nepodarilo načítať
sl: Ankete ni bilo mogoče naložiti
sv: Det gick inte att läsa in enkäten
th: ไม่สามารถโหลดการสำรวจได้
tr: Anket Yüklenemedi
uk: Не вдалося завантажити це опитування
vi: Không thể tải khảo sát
zh_cn: 无法载入信息反馈
zh_hk: 無法載入調查
zh_tw: 無法載入問卷

# SURVEY_MESSAGE
source: A new survey is available.
bg: Налична е нова анкета.
ca: Hi ha disponible una enquesta nova.
cs: Je k dispozici nový průzkum.
da: Der er en ny undersøgelse tilgængelig.
de: Eine neue Umfrage ist verfügbar.
el: Διατίθεται νέα έρευνα.
es: Hay una nueva encuesta disponible.
es_419: Hay una nueva encuesta disponible.
fi: Uusi kysely on saatavilla.
fr: Une nouvelle enquête est disponible.
fr_ca: Un nouveau questionnaire est disponible.
hi: नया सर्वेक्षण उपलब्ध है।
hr: Dostupna je nova anketa.
hu: Új felmérés érhető el.
id: Survei baru tersedia.
it: È disponibile un nuovo sondaggio.
ja: 新しい調査があります。
kk: Жаңа сауалнама қолжетімді.
ko: 새로운 설문 조사가 있습니다.
lt: Yra nauja apklausa.
ms: Tinjauan baharu tersedia.
nb: En ny undersøkelse er tilgjengelig.
nl: Er is een nieuwe enquête beschikbaar.
pl: Dostępna jest nowa ankieta.
pt_br: Uma nova pesquisa está disponível.
pt_pt: Está disponível um novo inquérito.
ro: Este disponibil un sondaj nou.
ru: Доступен новый опрос.
sk: K dispozícii je nový prieskum.
sl: Na voljo je nova anketa.
sv: En ny enkät är tillgänglig.
th: มีการสำรวจใหม่
tr: Yeni bir anket var.
uk: Доступне нове опитування.
vi: Có sẵn một khảo sát mới.
zh_cn: 有新的信息反馈供你填写。
zh_hk: 有新調查可用。
zh_tw: 有新的問卷。

# SURVEY_TAKE_AGAIN_BUTTON
source: Re-take Survey
bg: Повторна анкета
ca: Torna a respondre l’enquesta
cs: Opakovat průzkum
da: Gentag undersøgelsen
de: Umfrage erneut starten
el: Εκ νέου συμμετοχή στην έρευνα
es: Volver a hacer la encuesta
es_419: Volver a tomar encuesta
fi: Vastaa kyselyyn uudelleen
fr: Répondre à nouveau
fr_ca: Répondre à nouveau au questionnaire
hi: सर्वेक्षण में फिर से भाग लें
hr: Ponovno ispuni anketu
hu: Felmérés ismételt kitöltése
id: Survei Ulang
it: Rispondi di nuovo al sondaggio
ja: 再度調査を受ける
kk: Сауалнаманы қайтадан өту
ko: 설문 조사에 다시 참여
lt: Atlikti apklausą iš naujo
ms: Ambil Semula Tinjauan
nb: Ta undersøkelsen igjen
nl: Vul enquête opnieuw in
pl: Zacznij od nowa
pt_br: Refazer Pesquisa
pt_pt: Repetir inquérito
ro: Participați din nou la sondaj
ru: Пройти опрос заново
sk: Zopakovať prieskum
sl: Znova izpolni anketo
sv: Gör om enkät
th: ทำการสำรวจอีกครั้ง
tr: Ankete Yeniden Katıl
uk: Пройти опитування ще раз
vi: Thực hiện lại khảo sát
zh_cn: 重新填写信息反馈
zh_hk: 再次參加問卷調查
zh_tw: 再次回答問卷

# SURVEY_TAKE_BUTTON
source: Take Survey
bg: Участване в анкета
ca: Respon l’enquesta
cs: Vyplnit průzkum
da: Start undersøgelsen
de: Umfrage starten
el: Συμμετοχή στην έρευνα
es: Hacer la encuesta
es_419: Tomar encuesta
fi: Vastaa kyselyyn
fr: Répondre à l’enquête
fr_ca: Répondre au questionnaire
hi: सर्वेक्षण में भाग लें
hr: Ispuni anketu
hu: Felmérés kitöltése
id: Ikuti Survei
it: Rispondi al sondaggio
ja: 調査を受ける
kk: Сауалнамадан өту
ko: 설문 조사에 참여
lt: Atlikti apklausą
ms: Ambil Tinjauan
nb: Ta undersøkelsen
nl: Vul enquête in
pl: Wypełnij ankietę
pt_br: Fazer Pesquisa
pt_pt: Responder ao inquérito
ro: Participați la sondaj
ru: Пройти опрос
sk: Vyplniť prieskum
sl: Izpolni anketo
sv: Gör enkät
th: ทำการสำรวจ
tr: Ankete Katıl
uk: Пройти опитування
vi: Thực hiện khảo sát
zh_cn: 填写信息反馈
zh_hk: 參加調查
zh_tw: 回答問卷

# SURVEY_TITLE
source: Survey
bg: Анкета
ca: Enquesta
cs: Průzkum
da: Undersøgelse
de: Umfrage
el: Έρευνα
es: Encuesta
es_419: Encuesta
fi: Kysely
fr: Enquête
fr_ca: Questionnaire
hi: सर्वेक्षण
hr: Anketa
hu: Felmérés
id: Survei
it: Sondaggio
ja: 調査
kk: Сауалнама
ko: 설문 조사
lt: Apklausa
ms: Tinjauan
nb: Undersøkelse
nl: Vragenlijst
pl: Ankieta
pt_br: Pesquisa
pt_pt: Questionário
ro: Sondaj
ru: Опрос
sk: Prieskum
sl: Anketa
sv: Enkät
th: การสำรวจ
tr: Anket
uk: Опитування
vi: Khảo sát
zh_cn: 信息反馈
zh_hk: 調查
zh_tw: 問卷

# SURVEYS_INBOX
source: Surveys
bg: Анкети
ca: Enquestes
cs: Průzkumy
da: Undersøgelser
de: Umfragen
el: Έρευνες
es: Encuestas
es_419: Encuestas
fi: Kyselyt
fr: Enquêtes
fr_ca: Questionnaires
hi: सर्वेक्षण
hr: Ankete
hu: Felmérések
id: Survei
it: Sondaggi
ja: 調査
kk: Сауалнамалар
ko: 설문 조사
lt: Apklausos
ms: Tinjauan
nb: Undersøkelser
nl: Enquêtes
pl: Ankiety
pt_br: Pesquisas
pt_pt: Questionários
ro: Sondaje
ru: Опросы
sk: Prieskumy
sl: Ankete
sv: Enkäter
th: การสำรวจ
tr: Anketler
uk: Опитування
vi: Khảo sát
zh_cn: 信息反馈
zh_hk: 調查
zh_tw: 問卷

# TEXT_ANSWER_PLACEHOLDER
source: Provide details…
bg: Предоставяне на детайли…
ca: Proporciona informació…
cs: Přidat podrobnosti…
da: Skriv flere oplysninger…
de: Details bereitstellen …
el: Εισαγάγετε λεπτομέρειες…
es: Proporcionar detalles…
es_419: Proporcionar detalles…
fi: Anna tietoja…
fr: Compléter…
fr_ca: Fournir des détails…
hi: विवरण प्रदान करें…
hr: Pružite detalje…
hu: Részletek megadása…
id: Sediakan detail…
it: Fornisci dettagli…
ja: 詳細を入力…
kk: Толық ақпарат беру…
ko: 세부사항 제공…
lt: Pateikite išsamią informaciją…
ms: Berikan butiran…
nb: Gi informasjon…
nl: Geef details op…
pl: Podaj szczegóły…
pt_br: Fornecer detalhes…
pt_pt: Forneça detalhes…
ro: Oferiți detalii…
ru: Предоставьте сведения…
sk: Poskytnúť podrobnosti…
sl: Navedite podrobnosti …
sv: Ange detaljer…
th: ให้รายละเอียด…
tr: Ayrıntı verin…
uk: Надати деталі…
vi: Cung cấp chi tiết…
zh_cn: 提供详细信息…
zh_hk: 提供詳細資料⋯
zh_tw: 提供詳細資訊⋯

source: Thank You
bg: Благодарим ви
ca: Gràcies
cs: Děkujeme
da: Tak
de: Vielen Dank
el: Ευχαριστούμε
es: Gracias
es_419: Gracias
fi: Kiitos
fr: Merci
fr_ca: Merci
hi: धन्यवाद
hr: Hvala
hu: Köszönjük
id: Terima Kasih
it: Grazie
ja: ありがとうございます
kk: Рақмет
ko: 감사합니다.
lt: Dėkojame
ms: Terima Kasih
nb: Takk
nl: Hartelijk dank
pl: Dziękujemy
pt_br: Agradecemos sua Colaboração
pt_pt: Agradecemos a colaboração
ro: Mulțumim
ru: Спасибо
sk: Ďakujeme
sl: Hvala
sv: Tack
th: ขอบคุณ
tr: Teşekkürler
uk: Дякуємо
vi: Cảm ơn bạn
zh_cn: 谢谢
zh_hk: 多謝
zh_tw: 感謝你

# THANK_YOU_MESSAGE
source: Your feedback will help us make our software even better.
bg: Вашата обратна връзка ще помогне да направим нашия софтуер още по-добър.
ca: Els teus comentaris ens ajudaran a millorar el programari encara més.
cs: Vaše zpětná vazba nám pomůže vylepšit náš software.
da: Din feedback hjælper os med at gøre softwaren endnu bedre.
de: Dein Feedback hilft uns dabei, unsere Software noch besser zu machen.
el: Τα σχόλιά σας θα μας βοηθήσουν να κάνουμε το λογισμικό ακόμη καλύτερο.
es: Tus comentarios nos ayudarán a mejorar aún más nuestro software.
es_419: Tus comentarios nos ayudan a que nuestro software sea aún mejor.
fi: Palautteesi auttaa Applea tekemään ohjelmistoistaan entistäkin parempia.
fr: Votre évaluation nous aidera à améliorer davantage nos logiciels.
fr_ca: Votre commentaire contribuera à améliorer le logiciel.
hi: आपका फ़ीडबैक हमारे सॉफ़्टवेयर को और भी बेहतर बनाने में हमारी सहायता करेगा।
hr: Vaša povratna informacija pomoći će nam da još više poboljšamo svoj softver.
hu: A visszajelzése segítséget nyújt számunkra ahhoz, hogy még jobbá tegyük a szoftverünket.
id: Umpan balik Anda akan membantu kami meningkatkan perangkat lunak kami.
it: Le tue opinioni ci aiuteranno a migliorare ulteriormente il software.
ja: フィードバックは弊社のソフトウェアの品質向上に役立てられます。
kk: Сіз жіберген пікірлер бағдарламалық жасақтама сапасын одан әрі жақсартуға көмектеседі.
ko: 사용자의 피드백은 소프트웨어를 향상하는 데 도움이 됩니다.
lt: Jūsų atsiliepimai padės mums sukurti dar geresnę programinę įrangą.
ms: Maklum balas anda akan membantu kami menjadikan perisian kami lebih baik.
nb: Tilbakemeldingen din hjelper oss å gjøre programvaren enda bedre.
nl: Dankzij je feedback kunnen we onze software nog beter maken.
pl: Twoja opinia pomoże nam dalej udoskonalać nasze aplikacje.
pt_br: Seu feedback nos ajudará a tornar nosso software ainda melhor.
pt_pt: Os seus comentários ajudam‑nos a melhorar ainda mais o nosso software.
ro: Feedbackul dvs. ne va ajuta să îmbunătățim și mai mult software‑ul.
ru: Ваши отзывы помогут сделать наше ПО еще лучше.
sk: Vaša odozva nám pomôže vylepšiť náš softvér.
sl: S svojimi povratnimi informacijami nam boste pomagali še dodatno izboljšati našo programsko opremo.
sv: Din feedback hjälper oss att göra vår programvara ännu bättre.
th: คำติชมของคุณจะช่วยให้เราพัฒนาซอฟต์แวร์ได้ดียิ่งขึ้น
tr: Geri bildiriminiz, yazılımımızı daha da iyileştirmemize yardımcı olur.
uk: Ваш відгук допоможе вдосконалити наше програмне забезпечення.
vi: Phản hồi của bạn sẽ giúp chúng tôi cải tiến phần mềm hơn nữa.
zh_cn: 你的反馈将帮助我们进一步提升软件质量。
zh_hk: 你的用户意見將有助我們令軟件更加完善。
zh_tw: 你的使用者意見可以協助我們改進軟體。
